Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WATCH_TRIGGER_ANIMATION_FOOTER
source: Press and keep holding the side button to make an emergency call.
ar: اضغط مطولاً على الزر الجانبي لإجراء مكالمة طوارئ.
bg: Натиснете и задръжте страничния бутон, за да извършите обаждане за спешна помощ.
ca: Mantén premut el botó lateral per trucar als serveis d’emergències.
cs: Tísňové volání zahájíte stisknutím a podržením postranního tlačítka.
da: Tryk og bliv ved med at holde sideknappen inde for at foretage et nødopkald.
de: Halte die Seitentaste lange gedrückt, um einen Notruf zu tätigen.
el: Πατήστε παρατεταμένα το πλευρικό κουμπί για να πραγματοποιήσετε μια επείγουσα κλήση.
es: Mantén pulsado el botón lateral para hacer una llamada de emergencia.
es_us: Mantén presionado el botón lateral para realizar una llamada de emergencia.
fi: Soita hätäpuhelu pitämällä sivupainiketta painettuna.
fr: Maintenez le bouton latéral enfoncé pour passer un appel d’urgence.
fr_ca: Maintenez le bouton latéral enfoncé pour appeler les secours.
he: יש ללחוץ על כפתור הצד ולהמשיך להחזיק אותו כדי לבצע שיחת חירום.
hi: आपातकालीन कॉल करने के लिए साइड बटन को दबाकर पकड़े रहें।
hr: Pritisnite i zadržite bočnu tipku za upućivanje hitnog poziva.
hu: Segélyhívás kezdeményezéséhez tartsa megnyomva az oldalsó gombot.
id: Tekan dan tahan tombol samping untuk melakukan panggilan darurat.
it: Tieni premuto il tasto laterale per effettuare una chiamata di emergenza.
ja: サイドボタンを押し続けたままにすると、緊急電話をかけることができます。
kk: Төтенше қоңырау шалу үшін бүйірлік түймені басып тұрыңыз.
ko: 긴급통화를 걸려면 측면 버튼을 길게 누르십시오.
lt: Paspauskite ir laikykite paspaustą šoninį mygtuką, kad paskambintumėte pagalbos numeriu.
ms: Tekan dan terus tahan butang sisi untuk membuat panggilan kecemasan.
nl: Houd de zijknop ingedrukt om een noodoproep te doen.
no: Trykk og hold inne sideknappen for å ringe nødnummeret.
pl: Naciśnij i przytrzymaj przycisk boczny, aby wykonać połączenie alarmowe.
pt_br: Mantenha o botão lateral pressionado para fazer uma ligação de emergência.
pt_pt: Para fazer uma chamada de emergência, mantenha carregado o botão lateral.
ro: Mențineți apăsat butonul lateral pentru a efectua un apel de urgență.
ru: Нажмите и удерживайте боковую кнопку, чтобы совершить экстренный вызов.
sk: Stlačením a podržaním bočného tlačidla uskutočníte tiesňové volanie.
sl: Za vzpostavitev klica v sili pritisnite in pridržite stranski gumb.
sv: Håll ned sidoknappen om du vill ringa ett nödsamtal.
th: กดปุ่มด้านข้างค้างไว้เพื่อโทรหาบริการฉุกเฉิน
tr: Acil arama yapmak için yan düğmeyi basılı tutun.
uk: Затисніть бічну кнопку, щоб зробити екстрений виклик.
vi: Nhấn và tiếp tục giữ nút sườn để thực hiện cuộc gọi khẩn cấp.
zh_cn: 按住侧边按钮不放以进行紧急呼叫。
zh_hk: 持續按住側邊按鈕即可打緊急電話。
zh_tw: 繼續按住側邊按鈕來撥打緊急服務電話。

# ACCIDENTAL_SOS_NOTIF_BODY_CLAW_RELEASE_WITH_TIME_%@_PLURAL
source: iPhone initiated Emergency SOS at %@ because the side and volume buttons were pressed and held. You can manage Call with Hold and Release in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط مطولاً على الزر الجانبي وزر مستوى الصوت معًا. يمكنك إدارة مكالمة "الاتصال عبر الضغط المطول والإفلات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото са били натиснати и задържани страничният бутон и бутон за силата на звука. Можете да управлявате „Обаждане при задържане и отпускане“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a les %@ en mantenir premuts el botó lateral i el de volum i deixar‑los anar. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo současně stisknuto a podrženo postranní tlačítko a tlačítko hlasitosti. Volbu „Volání podržením a puštěním“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket og holdt inde på sideknappen og lydstyrkeknappen. Du kan administrere Ring op ved at holde inde og slippe i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seiten- und Lautstärketaste gedrückt gehalten wurden. Du kannst „Durch Halten und Loslassen anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στις %@ μετά από παρατεταμένο πάτημα του πλευρικού κουμπιού και του κουμπιού έντασης ήχου. Μπορείτε να διαχειριστείτε το Παρατεταμένο πάτημα και σήκωμα για κλήση στις Ρυθμίσεις.
es: A las %@ el iPhone inició “Emergencia SOS” porque se mantuvieron pulsados el botón lateral y un botón de volumen. Puedes gestionar la opción “Llamar manteniendo pulsado y soltando” en Ajustes.
es_us: El iPhone inició Emergencia SOS a las %@ porque se mantuvieron presionados los botones lateral y de volumen. Puedes controlar la opción Llamar al presionar y soltar en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivu- ja äänenvoimakkuus­painikkeita pidettiin painettuna. Voit hallita Soita pitämällä ja vapauttamalla -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car les boutons latéral et de volume ont été maintenus enfoncés. Vous pouvez gérer « Appel par maintien et relâchement » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral et un bouton de volume de l’iPhone ont été maintenus enfoncés. Vous pouvez gérer « Appeler en maintenant appuyé, puis en relâchant » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעה לחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע. ניתן לנהל את ״חיוג באמצעות לחיצה ארוכה ושחרור״ ב״הגדרות״.
hi: iPhone ने %@ पर आपातकालीन SOS शुरू कर दिया था क्योंकि साइड बटन और वॉल्यूम बटन को दबाए रखा गया था। आप सेटिंग्ज़ में जाकर “दबाए रखने और छोड़ने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer su bile zadržane bočna tipka i tipke za podešavanje glasnoće. U Postavkama možete upravljati Pozivom pomoću zadržavanja i otpuštanja.
hu: Az iPhone segélyhívást indított %@-kor, mivel nyomva tartotta az oldalsó gombot és a hangerőgombokat. A Hívás nyomva tartással és felengedéssel funkciót a Beállításokban kezelheti.
id: iPhone memulai Darurat SOS di %@ karena tombol samping dan volume ditekan dan ditahan. Anda dapat mengelola Panggil dengan Tahan dan Lepas di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” alle %@ perché uno o entrambi i tasti del volume e quello laterale sono stati tenuti premuti. Puoi gestire “Chiama tenendo premuto e rilasciando” in Impostazioni.
ja: サイドボタンと音量ボタンが長押しされたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“長押ししてから放して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік және дыбыс деңгейінің түймелері басылып тұрды. «Реттеулер» бөлімінен «Басып тұру және босату арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone 측면 버튼 및 음량 버튼이 길게 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘길게 눌렀다 떼서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas paspaudė ir palaikė šoninį ir garsumo mygtukus. Skambutį galite nustatyti pasitelkę palaikymo ir atleidimo parinktis srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi dan kelantangan ditekan serta ditahan. Anda boleh mengurus Hubungi dengan Tahan dan Lepas dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat de zijknop en de volume­knop ingedrukt werden gehouden. Je kunt 'Bel met ingedrukt houden en loslaten' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@ fordi sideknappen og volumknappene ble holdt inne. Du kan endre Ring med hold og slipp i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po naciśnięciu i przytrzymaniu przycisku bocznego oraz przycisku głośności. Opcją Przytrzymanie i zwolnienie możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência às %@ porque os botões lateral e de volume foram mantidos pressionados. Você pode gerenciar o recurso Manter Pressionado e Soltar para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência às %@ porque os botões lateral e do volume foram mantidos premidos. Pode gerir a opção Manter premido e soltar para ligar, nas Definições.
ro: iPhone‑ul a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral și butoanele de volum au fost ținute apăsate simultan. Puteți gestiona opțiunea “Apelare cu ținere și eliberare” în Configurări.
ru: iPhone начал экстренный вызов в %@ из‑за нажатия и удержания боковой кнопки и кнопки громкости. Параметром «Вызов удержанием кнопок с последующим отпусканием» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu a podržaniu bočného tlačidla a tlačidla hlasitosti. Funkciu Zavolať podržaním a pustením môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker sta bila pritisnjena in pridržana stranski gumb in gumb za glasnost. Možnost Klic s pridržanjem in spuščanjem lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen och volymknappen hölls in. Du kan hantera Håll och släpp för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้ คุณสามารถจัดการการโทรโดยกดค้างและปล่อยได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğme ve ses yüksekliği düğmesi basılı tutulduğu için Acil SOS başlattı. Basıp Bırakarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки було затиснуто бічну кнопку й кнопку гучності. Функцією «Виклик затисненням і відпусканням» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn và nút âm lượng được nhấn và giữ. Bạn có thể quản lý tính năng Gọi bằng cách giữ và thả trong Cài đặt.
zh_cn: 因侧边按钮和音量按钮被同时按住，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按住再松开进行呼叫”。
zh_hk: iPhone的側邊按鈕和音量按鈕於%@同時被按住而啟動了「緊急求助SOS」。你可以在「設定」中管理「按住再放開即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊和音量按鈕被同時按住。你可以在「設定」中管理「按住再放開來撥打」。

# WATCH_PRESS_AND_HOLD_FOOTER
source: Press and hold the side button to call emergency services. In certain regions, you may need to choose which number to dial.
ar: اضغط مطولاً على الزر الجانبي للاتصال بخدمات الطوارئ. في بعض المناطق والبلدان، قد تحتاج لاختيار رقم الاتصال.
bg: Натиснете и задръжте страничния бутон, за да се обадите на службите за спешна помощ. В някои региони може да се наложи да укажете кой номер да бъде набран.
ca: Mantén premut el botó lateral per trucar als serveis d’emergències. En algunes regions, potser hauràs de triar a quin número vols trucar.
cs: Stisknutím a přidržením postranního tlačítka můžete zavolat tísňovým službám. V některých oblastech budete možná muset vybrat telefonní číslo.
da: Tryk og hold sideknappen inde for at ringe til alarmcentralen. I nogle områder skal du muligvis vælge, hvilket nummer der skal ringes til.
de: Halte die Seitentaste gedrückt, um die Rettungsdienste anzurufen. In manchen Regionen musst du eventuell angeben, welche Nummer gewählt werden soll.
el: Πατήστε παρατεταμένα το πλευρικό κουμπί για να καλέσετε τις Υπηρεσίες έκτακτης ανάγκης. Σε ορισμένες περιοχές, μπορεί να χρειαστεί να επιλέξετε τον αριθμό προς κλήση.
es: Mantén pulsado el botón lateral para llamar a los servicios de emergencia. En algunas regiones, puede que tengas que elegir qué número marcar.
es_us: Mantén presionado el botón lateral para llamar a servicios de emergencia. En ciertas regiones, debes seleccionar qué número llamar.
fi: Soita hätäpuhelu pitämällä sivupainiketta painettuna. Tietyillä alueilla joudut ehkä valitsemaan useammista numeroista.
fr: Maintenez enfoncé le bouton latéral pour appeler les secours. Dans certaines régions, vous pourrez choisir le numéro à composer.
fr_ca: Appuyez de façon prolongée sur le bouton latéral pour appeler les services d’urgence. Dans certaines régions, vous pourriez devoir choisir le numéro à composer.
he: יש ללחוץ לחיצה ארוכה על כפתור הצד כדי להתקשר לשירותי חירום. ייתכן שבאזורים מסוימים יהיה צורך לבחור לאיזה מספר להתקשר.
hi: आपातकालीन सेवाओं को कॉल करने के लिए साइड बटन दबाए रखें। कुछ ख़ास क्षेत्रों में डायल करने के लिए आपको नंबर का चुनाव करना पड़ सकता है।
hr: Pritisnite i zadržite bočnu tipku za pozivanje hitnih službi. U nekim ćete regijama možda trebati odabrati broj koji želite nazvati.
hu: Tartsa lenyomva az oldalsó gombot a sürgősségi segélyszolgálatok hívásához. Néhány régióban előfordulhat, hogy ki kell választania a tárcsázandó számot.
id: Tekan dan tahan tombol samping untuk memanggil layanan darurat. Di wilayah tertentu, Anda mungkin perlu memilih nomor mana yang akan dipanggil.
it: Tieni premuto il tasto laterale per chiamare i servizi di emergenza. In alcune zone, potrebbe essere necessario selezionare il numero da contattare.
ja: 緊急通報サービスへ通報するには、サイドボタンを長押しして下さい。地域によっては、通報先を指定する必要がある場合があります。
kk: Төтенше сервистерге хабарласу үшін бүйірлік түймені басып тұрыңыз. Кейбір аймақтарда терілетін нөмірді таңдау қажет болуы мүмкін.
ko: 측면 버튼을 길게 눌러서 긴급 서비스에 전화를 걸 수 있습니다. 일부 지역에서는 전화를 걸 번호를 선택해야 할 수 있습니다.
lt: Paspauskite ir palaikykite šoninį mygtuką, kad paskambintumėte pagalbos tarnyboms. Tam tikruose regionuose gali reikėti pasirinkti, kurį numerį surinkti.
ms: Tekan dan tahan butang sisi untuk menghubungi perkhidmatan kecemasan. Di rantau tertentu, anda mungkin perlu memilih nombor untuk didail.
nl: Houd de zijknop ingedrukt om de hulpdiensten te bellen. In bepaalde regio's moet je mogelijk een nummer kiezen.
no: Trykk og hold inne sideknappen for å ringe nødnummeret. I noen områder må du velge hvilket nummer som skal ringes.
pl: Naciśnij i przytrzymaj przycisk boczny, aby wybrać numer służb ratowniczych. W części regionów wymagane jest także wskazanie numeru, który ma zostać wybrany.
pt_br: Mantenha o botão lateral pressionado para ligar para os serviços de emergência. Em certas regiões, talvez seja necessário escolher para qual número ligar.
pt_pt: Para ligar para os serviços de urgência, mantenha carregado o botão lateral. Em algumas regiões, poderá ter de escolher o número a marcar.
ro: Țineți apăsat pe butonul lateral pentru a apela serviciile de urgență. În anumite regiuni, este posibil să fie nevoie să alegeți numărul de apelat.
ru: Чтобы позвонить в экстренные службы, нажмите и удерживайте боковую кнопку. В некоторых регионах Вам, возможно, придется выбрать нужный телефонный номер.
sk: Stlačením a podržaním bočného tlačidla zavoláte na tiesňovú linku. V niektorých oblastiach bude potrebné vybrať konkrétne číslo.
sl: Za klic službe za nujno pomoč pritisnite in pridržite stranski gumb. V nekaterih regijah boste morda morali vnesti telefonsko številko.
sv: Håll ned sidoknappen när du vill ringa ett nödsamtal. I vissa områden kanske du måste välja vilket nummer som ska slås.
th: กดปุ่มด้านข้างค้างไว้เพื่อโทรหาบริการฉุกเฉิน ในบางภูมิภาค คุณอาจต้องเลือกเบอร์ที่จะโทร
tr: Acil servisi aramak için yan düğmeyi basılı tutun. Bazı bölgelerde hangi numarayı arayacağınızı seçmeniz gerekebilir.
uk: Затисніть бічну кнопку, щоб зателефонувати до екстрених служб. У певних регіонах потрібно обрати номер служби.
vi: Nhấn và giữ nút sườn để gọi dịch vụ khẩn cấp. Tại các vùng nhất định, có thể bạn cần chọn số sẽ gọi.
zh_cn: 按住侧边按钮来呼叫紧急服务。在特定地区，你可能需要选取要拨打的号码。
zh_hk: 按住側邊按鈕即可致電緊急服務。在某些地區，你可能需要選擇要致電哪一個電話號碼。
zh_tw: 持續按住側邊按鈕來撥打緊急服務電話。在某些地區，你可能需要選擇要撥打哪個電話號碼。

# ACCIDENTAL_SOS_NOTIF_BODY_CLAW_WITH_TIME_%@_SINGULAR
source: iPhone initiated Emergency SOS at %@ because the side and volume buttons were pressed and held. You can manage Call with Hold in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط مطولاً على الزر الجانبي وزر مستوى الصوت معًا. يمكنك إدارة مكالمة "الاتصال عبر الضغط المطول" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото са били натиснати и задържани страничният бутон и бутон за силата на звука. Можете да управлявате „Обаждане при задържане“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a la %@ en mantenir premuts el botó lateral i el de volum. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo současně stisknuto a podrženo postranní tlačítko a tlačítko hlasitosti. Volbu „Volání podržením“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket og holdt inde på sideknappen og lydstyrkeknappen. Du kan administrere Ring op ved at holde inde i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seiten- und Lautstärketaste gedrückt gehalten wurden. Du kannst „Durch Halten anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στη %@ μετά από παρατεταμένο πάτημα του πλευρικού κουμπιού και του κουμπιού έντασης ήχου. Μπορείτε να διαχειριστείτε το Παρατεταμένο πάτημα για κλήση στις Ρυθμίσεις.
es: A la %@ el iPhone inició “Emergencia SOS” porque se mantuvieron pulsados el botón lateral y un botón de volumen. Puedes gestionar la opción “Llamar manteniendo pulsado” en Ajustes.
es_us: El iPhone inició Emergencia SOS a la %@ porque se mantuvieron presionados los botones lateral y de volumen. Puedes controlar la opción Mantener presionado para llamar en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivu- ja äänenvoimakkuus­painikkeita pidettiin painettuna. Voit hallita Soita pitämällä -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car les boutons latéral et de volume ont été maintenus enfoncés. Vous pouvez gérer « Appel par maintien » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral et un bouton de volume de l’iPhone ont été maintenus enfoncés. Vous pouvez gérer « Appeler avec pression prolongée » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעה לחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע. ניתן לנהל את ״חיוג באמצעות לחיצה ארוכה״ ב״הגדרות״.
hi: iPhone ने %@ पर आपातकालीन SOS शुरू कर दिया था क्योंकि साइड बटन और वॉल्यूम बटन को दबाए रखा गया था। आप सेटिंग्ज़ में जाकर “होल्ड करने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer su bile zadržane bočna tipka i tipke za podešavanje glasnoće. U Postavkama možete upravljati Pozivom pomoću zadržavanja.
hu: Az iPhone segélyhívást indított %@-kor, mivel nyomva tartotta az oldalsó gombot és a hangerőgombokat. A Hívás nyomva tartással funkciót a Beállításokban kezelheti.
id: iPhone memulai Darurat SOS di %@ karena tombol samping dan volume ditekan dan ditahan. Anda dapat mengelola Panggil dengan Tahan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” all’%@ perché uno o entrambi i tasti del volume e quello laterale sono stati tenuti premuti. Puoi gestire “Chiama tenendo premuto” in Impostazioni.
ja: サイドボタンと音量ボタンが長押しされたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“長押しして通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік және дыбыс деңгейінің түймелері басылып тұрды. «Реттеулер» бөлімінен «Басып тұру арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone 측면 버튼 및 음량 버튼이 길게 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘길게 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas paspaudė ir palaikė šoninį ir garsumo mygtukus. Skambutį galite nustatyti pasitelkę palaikymo parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi dan kelantangan ditekan serta ditahan. Anda boleh mengurus Hubungi dengan Tahan dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat de zijknop en de volume­knop ingedrukt werden gehouden. Je kunt 'Bel met ingedrukt houden' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@ fordi sideknappen og volumknappene ble holdt inne. Du kan endre Hold for å ringe i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po naciśnięciu i przytrzymaniu przycisku bocznego oraz przycisku głośności. Opcją Przytrzymanie możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência à %@ porque os botões lateral e de volume foram mantidos pressionados. Você pode gerenciar o recurso Manter Pressionado para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência à %@ porque os botões lateral e do volume foram mantidos premidos. Pode gerir a opção Manter premido para ligar, nas Definições.
ro: iPhone‑ul a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral și butoanele de volum au fost ținute apăsate simultan. Puteți gestiona opțiunea “Apelare cu ținere” în Configurări.
ru: iPhone начал экстренный вызов в %@ из‑за нажатия и удержания боковой кнопки и кнопки громкости. Параметром «Вызов удержанием кнопок» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu a podržaniu bočného tlačidla a tlačidla hlasitosti. Funkciu Zavolať podržaním môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker sta bila pritisnjena in pridržana stranski gumb in gumb za glasnost. Možnost Klic s pridržanjem lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen och volymknappen hölls in. Du kan hantera Håll in för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้ คุณสามารถจัดการการโทรโดยกดค้างได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğme ve ses yüksekliği düğmesi basılı tutulduğu için Acil SOS başlattı. Basılı Tutarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки було затиснуто бічну кнопку й кнопку гучності. Функцією «Виклик затисненням» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn và nút âm lượng được nhấn và giữ. Bạn có thể quản lý tính năng Gọi bằng cách giữ trong Cài đặt.
zh_cn: 因侧边按钮和音量按钮被同时按住，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按住进行呼叫”。
zh_hk: iPhone的側邊按鈕和音量按鈕於%@同時被按住而啟動了「緊急求助SOS」。你可以在「設定」中管理「按住即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊和音量按鈕被同時按住。你可以在「設定」中管理「按住通話」。
